Repository: ishanpranav/ishan-books
Catalog: src/Liber.Forms/Accounts/AccountForm.*.resx
Languages: es

# acceptButton.HelpString
source: Accepts the changes to the account.
es: Acepta los cambios en la cuenta.

# cancelButton.HelpString
source: Reverts the changes.
es: Deshacer los cambios.

# cancelButton.Text
source: &Cancel
es: &Cancelar

# _colorButton.HelpString
source: Specifies the color displayed on the account register.
es: Especifica el color mostrado en el registro de cuentas.

# _colorButton.Text
source: &Select
es: Escoger

# descriptionTextBox.HelpString
source: Provides a detailed description for the account.
es: Proporciona una descripción detallada para la cuenta.

# label1.Text
source: &Name
es: &Nombre

# label2.Text
source: Nu&mber
es: Nú&mero

# label3.Text
source: &Type
es: &Tipo

# label4.Text
source: &Parent
es: Cuenta madre

# label5.Text
source: &Description
es: &Descripción

# label6.Text
source: N&otes
es: N&otas

# label8.Text
source: Ta&x Type
es: Tipo de impuesto

# memoTextBox.HelpString
source: Provides additional notes associated with the account.
es: Especifica notas adicionales asociadas con la cuenta.

# nameTextBox.HelpString
source: Specifies the name of the account.
es: Especifica el nombre de la cuenta.

# numberNumericUpDown.HelpString
source: Specifies the number used to identify the account.
es: Especifica el número utilizado para identificar de forma única la cuenta.

# parentComboBox.HelpString
source: Specifies the parent account.
es: Especifica la cuenta madre.

# placeholderCheckBox.HelpString
source: Specifies whether the account is a placeholder. Transactions cannot be posted to placeholder accounts.
es: Especifica si la cuenta es un marcador de posición. No se pueden registrar transacciones en cuentas marcador de posición.

# placeholderCheckBox.Text
source: &Placeholder
es: Marcador de posición

# taxTypeComboBox.HelpString
source: Specifies the tax information for the account.
es: Especifica la información fiscal para la cuenta.

# typeComboBox.HelpString
source: Specifies the type of the account.
es: Especifica el tipo de cuenta.
